//задание создать переменные разных типов данных
let num = 1251;
let words = "gjlsjso";
//задание попробовать изменить значения переменных
words = "sssss";
//задание вывести значения переменных в консоль
console.log(num)
//задание вывод измененных значений переменных в консоль
console.log(words)
//задание cоздать переменные
let name = prompt("Введите имя");
let address = prompt("Введите адрес");
let phone = prompt('Введите номер телефона');
//задание вывести в консоль текст
console.log('Студент:', name, 'Адрес:', address, 'Номер телефона:', phone)